<?php

return [
    'keyboard' => [
        'next_monday' => 'На следующий понедельник',
        'next_tuesday' => 'На следующий вторник',
        'next_wednesday' => 'На следующую среду',
        'next_thursday' => 'На следующий четверг',
        'next_friday' => 'На следующую пятницу',
        'next_saturday' => 'На следующую субботу',
        'custom' => 'Свой вариант',
        'tomorrow' => 'На завтра',
        'this_week' => 'На эту неделю',
        'next_week' => 'На следующую неделю',
        'next_1' => 'На следующий понедельник',
        'next_2' => 'На следующий вторник',
        'next_3' => 'На следующую среду',
        'next_4' => 'На следующий четверг',
        'next_5' => 'На следующую пятницу',
        'next_6' => 'На следующую субботу',
        'next_7' => 'На следующее воскресенье',
    ],
    'role' => [
        'student' => 'Ученик',
        'teacher' => 'Учитель',
        'onduty' => 'Дежурный',
        'admin' => 'Админ',
    ],
    'general' => [
        'no_name' => 'Без имени',
    ],
    'schedule' => [
        'done' => 'Готово',
        'confirm_yes' => 'Да',
        'confirm_no' => 'Нет',
    ],
];
