<?php

return [
    'cmd' => [
        'start' => 'Начинает общение с ботом',
        'cancel' => 'Отменяет текущее действие',
        'newclass' => 'Создать новый класс',
        'newclass_step' => 'Создать новый класс (пошагово)',
        'joinclass' => 'Присоедениться к классу',
        'joinclass_step' => 'Присоедениться к классу (пошагово)',
        'deleteclass' => 'Удалить свой класс',
        'changerole' => 'Изменить роль участнику класса',
        'changerole_step' => 'Изменить роль участнику класса(пошагово)',
        'leaveclass' => 'Выйти из класса',
        'newhomework' => 'Добавить домашнее задание',
        'deletehomework' => 'Удалить домашнее задание',
        'showhomework' => 'Показать домашнее задание',
        'newsubject' => 'Добавить предмет',
        'deletesubject' => 'Удалить предмет',
    ],
];
